img/1-RDF-graph-L2-10-auto/Q9kC.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; Web[label="course:c01"]; Mil[label="prof:p02"];
 Ana->Web[label="ex:enrolledIn"];
 Mil->Web[label="ex:teaches"];
}
