img/1-RDF-graph-L2-10-auto/Q9kC.mmd
flowchart LR
  Ana[student:s01] -->|ex:enrolledIn| Web[course:c01]
  Mil[prof:p02] -->|ex:teaches| Web
